Repository: efir369999/montana_messenger
Catalog: apps/wallet/ios/Code/Montana/Localizable.xcstrings
Source language: en
Languages: ru, zh_hans

source: Available
ru: Доступно
zh_hans: 可用

source: Enter the coin amount
ru: Введите сумму монет
zh_hans: 输入硬币数量

source: Send coins
ru: Отправить монеты
zh_hans: 发送硬币

source: Accept the game
ru: Принять
zh_hans: 接受对局

source: Decline the game
ru: Отклонить
zh_hans: 拒绝对局

source: stake %@
ru: ставка %@
zh_hans: 赌注 %@

source: Pot: %@
ru: Банк: %@
zh_hans: 奖池：%@

source: Total stake: %@
ru: Ставка общая: %@
zh_hans: 总赌注：%@

source: Move pool: %@
ru: Пул ходов: %@
zh_hans: 走棋奖池：%@

source: Not enough coins for the stake
ru: Не хватает монет на ставку
zh_hans: 金币不足以支付赌注

source: Stake
ru: Ставка
zh_hans: 赌注

source: Both players put the stake into the game's pot, and every move mints its maker's level times a thousand into it. The winner takes the whole pot; a draw gives each their own back.
ru: Оба игрока кладут ставку в банк партии, а каждый ход чеканит в него уровень сделавшего ход, умноженный на тысячу. Победитель забирает весь банк; при ничьей каждому возвращается своё.
zh_hans: 双方将赌注放入对局奖池，每走一步都会按走棋者的等级乘以一千铸币放入奖池。胜者拿走整个奖池；和棋时各自取回自己的部分。

source: Country
ru: Страна
zh_hans: 国家或地区

source: Next
ru: Далее
zh_hans: 下一步

source: Tap the button to confirm your number in our bot, then come back here.
ru: Нажмите кнопку, подтвердите номер в нашем боте и вернитесь сюда.
zh_hans: 点按按钮，在我们的机器人中确认号码，然后返回这里。

source: Verify Number
ru: Верификация номера
zh_hans: 验证号码

source: Waiting for the confirmation…
ru: Ждём подтверждения…
zh_hans: 正在等待确认…

source: How would you like to get the code?
ru: Как вы хотите получить код?
zh_hans: 您希望如何接收验证码？

source: Phone number confirmation is unavailable right now
ru: Подтверждение номера сейчас недоступно
zh_hans: 手机号码验证暂时不可用

source: Continue without a number
ru: Продолжить без номера
zh_hans: 不使用号码继续

source: Search for a country or region
ru: Поиск страны или региона
zh_hans: 搜索国家或地区

source: Choose your country or region
ru: Выберите страну или регион
zh_hans: 选择国家或地区

source: The confirmation service did not answer. Try again in a minute.
ru: Служба подтверждения не ответила. Попробуйте через минуту.
zh_hans: 确认服务没有响应。请一分钟后重试。

source: The confirmation took too long. Start again.
ru: Подтверждение заняло слишком много времени. Начните заново.
zh_hans: 确认耗时过长。请重新开始。

source: The confirmation does not match this number.
ru: Подтверждение не совпадает с этим номером.
zh_hans: 确认与此号码不符。

source: The sign-in did not come back. Start again.
ru: Вход не вернулся в приложение. Начните заново.
zh_hans: 登录没有返回应用。请重新开始。

source: This account has no verified number.
ru: У этого аккаунта нет подтверждённого номера.
zh_hans: 此账号没有已验证的号码。

source: Continue with phone number
ru: По номеру телефона
zh_hans: 使用手机号码继续

source: Join us via phone number
ru: Вход по номеру телефона
zh_hans: 通过手机号码加入

source: A messaging bot confirms your number; no text message is sent
ru: Номер подтверждает бот в мессенджере, СМС не отправляется
zh_hans: 由消息机器人确认你的号码，不发送短信

source: The coins are on their way
ru: Монеты в пути
zh_hans: 硬币正在途中

source: A coin letter keeps its coins until it is delivered or they come back. Then it can be deleted.
ru: Письмо с монетами держит их, пока его не доставят или монеты не вернутся. Тогда его можно удалить.
zh_hans: 硬币信件会保留硬币，直到送达或硬币退回。之后即可删除。

source: A coin letter in this chat is on its way. The chat can be deleted once it is delivered or its coins come back.
ru: Письмо с монетами в этом чате ещё в пути. Чат можно удалить, когда его доставят или монеты вернутся.
zh_hans: 此聊天中的硬币信件仍在途中。送达或硬币退回后即可删除聊天。

source: What is a channel?
ru: Что такое канал?
zh_hans: 什么是频道？

source: A channel sends your posts to the people you choose.
ru: Канал рассылает ваши посты людям, которых вы выбрали.
zh_hans: 频道会把你的帖子发送给你选择的人。

source: Only you post; subscribers read.
ru: Пишете только вы, подписчики читают.
zh_hans: 只有你能发布，订阅者阅读。

source: Every post goes phone to phone, over the pipe you hold with each subscriber.
ru: Каждый пост идёт с телефона на телефон — по каналу каждого подписчика.
zh_hans: 每条帖子都从手机直达手机，经由你与每位订阅者各自的通道。

source: Channel name
ru: Название канала
zh_hans: 频道名称

source: You can add a description to your channel.
ru: Можно добавить описание канала.
zh_hans: 你可以为频道添加描述。

source: Add subscribers
ru: Добавить подписчиков
zh_hans: 添加订阅者

source: A post rides the pipe of each person, so only the people you write with are listed.
ru: Пост идёт по каналу каждого человека, поэтому в списке только те, с кем вы переписываетесь.
zh_hans: 帖子经由每个人各自的通道传送，因此这里只列出与你有通信的人。

source: No name
ru: Без имени
zh_hans: 无名

source: Show my coins
ru: Показывать мои монеты
zh_hans: 显示我的硬币

source: You are not in the Montana top. Privacy settings turn it on.
ru: Вас нет в топе Montana. Включить можно в настройках приватности.
zh_hans: 你不在 Montana 排行榜中。可在隐私设置中开启。

source: Your name and coins are shown to everyone in the Montana top. Privacy settings turn it off.
ru: Ваше имя и монеты видны всем в топе Montana. Выключить можно в настройках приватности.
zh_hans: 你的名字和硬币在 Montana 排行榜中对所有人可见。可在隐私设置中关闭。

source: Your name and coins stand in the Montana top for everyone, and your correspondents see your coins. Off, you are not in the top.
ru: Ваше имя и монеты стоят в топе Montana для всех, и собеседники видят ваши монеты. Выключено — вас нет в топе.
zh_hans: 你的名字和硬币会出现在所有人可见的 Montana 排行榜中，联系人也能看到你的硬币。关闭后，你不在排行榜中。

source: k
ru: к

source: Pantheon on Fire
ru: Пантеон в Огне
zh_hans: 烈焰万神殿

source: Coins from the Pantheon
ru: Монеты Пантеона
zh_hans: 万神殿的硬币

source: Coins from chess
ru: Монеты шахмат
zh_hans: 国际象棋的硬币

source: Not delivered, coins returned
ru: Не доставлено, монеты возвращены
zh_hans: 未送达，硬币已退回

source: Coins from an earlier version
ru: Монеты прежней версии
zh_hans: 早期版本的硬币

source: Timer
ru: Таймер
zh_hans: 计时器

source: Offline chess on one phone
ru: Шахматы офлайн на одном телефоне
zh_hans: 在一部手机上离线下棋

source: Tap to start
ru: Нажмите, чтобы начать
zh_hans: 点击开始

source: Gathering your coins
ru: Собираю ваши монеты
zh_hans: 正在收集您的硬币

source: Minting rests %lld s
ru: Пауза чеканки: %lld с
zh_hans: 铸币暂停 %lld 秒

source: %lld of 60 seconds unbroken
ru: %lld из 60 секунд подряд
zh_hans: 连续 %lld / 60 秒

source: Burned
ru: Сожжено
zh_hans: 已燃烧

source: Coins burned
ru: Сожжено монет
zh_hans: 燃烧的硬币

source: Levels of π
ru: Уровни по Пи
zh_hans: π 的等级

source: Burned for calls
ru: Сожжено за звонки
zh_hans: 通话燃烧

source: Coins for comments
ru: Монеты за комментарии
zh_hans: 评论的硬币

source: %@ coins to level %lld
ru: До уровня %2$lld осталось %1$@
zh_hans: 距离第 %2$lld 级还差 %1$@ 枚

source: 1 second = %lld coins
ru: 1 секунда = %lld Монеты
zh_hans: 1 秒 = %lld 枚硬币

source: What is Your hour worth Now?
ru: Сколько стоит Ваш час Сейчас?
zh_hans: 你的一小时现在值多少？

source: How much do you earn in an hour?
ru: Сколько вы зарабатываете в час?
zh_hans: 你每小时赚多少？

source: Per hour
ru: В час
zh_hans: 每小时

source: 1 hour
ru: 1 час
zh_hans: 1 小时

source: 1 coin
ru: 1 монета
zh_hans: 1 枚硬币

source: 1 second
ru: 1 секунда
zh_hans: 1 秒

source: Your hour
ru: Ваш час
zh_hans: 你的一小时

source: %@ coins
ru: %@ монет
zh_hans: %@ 枚硬币

source: Hour
ru: Час
zh_hans: 小时

source: Day
ru: День
zh_hans: 天

source: Week
ru: Неделя
zh_hans: 周

source: All time
ru: Всё время
zh_hans: 全部时间

source: Period
ru: Период
zh_hans: 时间段

source: By source
ru: По источникам
zh_hans: 按来源

source: Coin moves
ru: Движения монет
zh_hans: 硬币变动

source: No coin moves in this period
ru: За этот период движений монет нет
zh_hans: 此时间段内没有硬币变动

source: In
ru: Пришло
zh_hans: 收入

source: Out
ru: Ушло
zh_hans: 支出

source: Burned for letters
ru: Сожжено за письма
zh_hans: 消息燃烧

source: Top 13
ru: Топ 13
zh_hans: 前 13

source: Choose chats
ru: Выберите чаты
zh_hans: 选择聊天

source: Each gets
ru: Каждому
zh_hans: 每人

source: Level the top 13
ru: Выровнять топ 13
zh_hans: 拉平前 13 名

source: Level the top 13?
ru: Выровнять топ 13?
zh_hans: 拉平前 13 名？

source: Level them
ru: Выровнять
zh_hans: 拉平

source: Your top 13 already stand level, or your balance reaches none of them: nothing changes.
ru: Ваш топ 13 уже выровнен или баланса не хватает ни на кого: ничего не изменится.
zh_hans: 前 13 名已经持平，或余额不足以补给任何人：不会有任何变化。

source: %lld of your top 13 receive coins, %@ in all, each raised to %@ coins; the richest receive none. The amounts are written beside their names, and nothing leaves until you send them.
ru: %lld из вашего топ 13 получат монеты, всего %@, каждый — до %@ монет; самым богатым не достанется ничего. Суммы встанут рядом с именами, и ничего не уйдёт, пока вы их не отправите.
zh_hans: 前 13 名中有 %lld 人将收到币，共 %@，每人补到 %@ 币；最富的人不会收到。金额会写在他们的名字旁，在你发送之前不会转出任何币。

source: Auto-reactions
ru: Автореакции
zh_hans: 自动回应

source: Coins on each new letter
ru: Монеты на каждое новое письмо
zh_hans: 每封新消息的币

source: Paid by itself as a reaction on every letter the person writes from now on, while your coins last.
ru: Платится само реакцией на каждое письмо, которое человек напишет с этой минуты, пока хватает ваших монет.
zh_hans: 从现在起，对方每写一封消息，就自动以回应支付，直到你的币用完。

source: Total
ru: Итого
zh_hans: 合计

source: Missed call
ru: Пропущенный звонок
zh_hans: 未接来电

source: Unanswered call
ru: Звонок без ответа
zh_hans: 无人接听

source: Video call
ru: Видеозвонок
zh_hans: 视频通话

source: Voice call
ru: Аудиозвонок
zh_hans: 语音通话

source: %.1f/%.1f MB
ru: %.1f/%.1f МБ

source: %@ from you
ru: %@ от вас
zh_hans: 距你 %@

source: %@ is in Montana!
ru: %@ в Montana!
zh_hans: %@ 在 Montana！

source: %lld letters · %@
ru: писем: %lld · %@
zh_hans: %lld 条消息 · %@

source: %lld members
ru: %lld участника
zh_hans: %lld 名成员

source: %lld of %lld
ru: %lld из %lld
zh_hans: %lld / %lld

source: %lld%% · %@ of %@
ru: %lld%% · %@ из %@
zh_hans: %lld%% · %@ / %@

source: 24 hours. To keep it forever, open it and tap “Pin to Page”.
ru: 24 часа. Если хотите оставить навсегда — откройте её и нажмите «Закрепить на странице».
zh_hans: 24 小时。若想永久保留，打开后点击“置顶到页面”。

source: 24 words are the only key to your identity and chats. They're revealed only after confirmation with your device passcode or biometrics.
ru: 24 слова — единственный ключ к личности и переписке. Открываются только после подтверждения кодом или биометрией устройства.
zh_hans: 这 24 个单词是您身份和聊天的唯一密钥。只有在通过设备密码或生物识别确认后才会显示。

source: 75-move rule
ru: Правило 75 ходов
zh_hans: 75回合规则

source: < 1 minute
ru: < 1 минуты
zh_hans: < 1 分钟

source: @name
ru: @имя
zh_hans: @名字

source: @username
ru: @ник
zh_hans: @用户名

source: A backup holds every conversation and attachment this device keeps, sealed with the key your 24 words open. Keep the words: without them nobody can read it, and neither can you.
ru: Копия содержит все беседы и вложения этого устройства и запечатана ключом, который открывают ваши 24 слова. Берегите слова: без них копию не прочтёт никто — и вы тоже.
zh_hans: 备份包含本设备保存的全部对话与附件，并由您的 24 个助记词所对应的密钥封存。请妥善保管助记词：没有它们，任何人都无法读取备份，您自己也不能。

source: A contact is added by name: the network resolves it.
ru: Контакт добавляется по имени: сеть находит его.
zh_hans: 通过名字添加联系人：由网络解析。

source: A contact is added by username: the address is resolved by the network.
ru: Контакт добавляется по имени пользователя: адрес находит сеть.
zh_hans: 通过用户名添加联系人：地址由网络解析。

source: A conversation left out is not read at all: none of its letters, names, faces or attachments go into the copy.
ru: Беседа, оставленная вне копии, не читается вовсе: ни её письма, ни имена, ни лица, ни вложения в копию не попадают.
zh_hans: 未选中的对话完全不会被读取：其消息、名称、头像和附件均不会进入备份。

source: A letter arrives at your phone even when Montana is closed. A notification is how the phone tells you about it.
ru: Письмо приходит на телефон и тогда, когда Montana закрыта. Уведомление — то, как телефон вам об этом говорит.
zh_hans: 即使 Montana 已关闭，信件也会送到您的手机。通知就是手机告知您的方式。

source: A name is held by renewing its record, not by the life of a person: miss the renewal and the cell is free for whoever takes it next, the previous owner keeping no advantage. A name is not transferable — an operation of transfer does not exist. There is no arbitration: no trademarks, no complaints, no exceptions. Only your own addresses stand behind a name; a foreign address cannot be listed under it.
ru: Имя держится продлением записи, а не жизнью человека: пропустили продление — ячейка свободна, её берёт следующий, и преимущества у прежнего владельца нет. Имя не передаётся — операции передачи не существует. Арбитража нет: ни товарных знаков, ни жалоб, ни исключений. За именем стоят только собственные адреса владельца; чужой адрес указать нельзя.
zh_hans: 名称靠续期记录维持，而非靠人的生命：错过续期，位置即空出，由下一个人取得，原持有者不享优先。名称不可转让——不存在转让操作。没有仲裁：没有商标、没有申诉、没有例外。名称背后只能是本人的地址；不能登记他人的地址。

source: A name is public: anyone who knows it can write to you first, and your link pzr.me/ with the name opens a chat with you. It stays yours while the app renews it — open Montana at least once every six weeks.
ru: Имя публично: любой, кто его знает, может написать вам первым, а ваша ссылка pzr.me/ с именем открывает чат с вами. Имя остаётся вашим, пока приложение его продлевает, — открывайте Montana хотя бы раз в шесть недель.
zh_hans: 名字是公开的：任何知道它的人都可以先给你写信，而带有名字的 pzr.me/ 链接会打开与你的聊天。只要应用为它续期，名字就一直属于你——每六周至少打开一次 Montana。

source: A name works for someone you have already met. To meet somebody new, scan their code.
ru: Имя работает для того, с кем вы уже знакомы. Чтобы познакомиться с новым человеком, отсканируйте его код.
zh_hans: 名字适用于您已认识的人。要结识新的人，请扫描其二维码。

source: A person sends you coins in your chat
ru: Человек присылает вам монеты в вашем чате
zh_hans: 有人在你们的聊天中给你发送硬币

source: A person who sends such content or abuses others is barred from Montana's relays and doors.
ru: Тот, кто рассылает такое содержимое или злоупотребляет в отношении других, лишается доступа к узлам и дверям Montana.
zh_hans: 发送此类内容或滥用他人者将被禁止使用 Montana 的中继与入口。

source: A phone that passes a message on sees only ciphertext
ru: Телефон, который передаёт сообщение дальше, видит только шифртекст
zh_hans: 转发消息的手机只看得到密文

source: A post takes up to %lld files
ru: В запись входит не больше %lld файлов
zh_hans: 一条帖子最多包含 %lld 个文件

source: A private account has no code and no link. Hand out a one-time card to be reached.
ru: У приватного аккаунта нет ни кода, ни ссылки. Чтобы вас нашли, выдайте разовую карточку.
zh_hans: 私密账户没有二维码也没有链接。若要让人找到您，请发放一次性名片。

source: A private account has no link and no code — it has no identifier at all. Hand out a one-time card to be reached.
ru: У приватного аккаунта нет ни ссылки, ни кода — у него вообще нет идентификатора. Чтобы вас нашли, выдайте разовую карточку.
zh_hans: 私密账户没有链接也没有二维码——它根本没有标识符。若要让人找到您，请发放一次性名片。

source: A private account has no name to be found by. What it hands over is a one-time card: it opens one correspondence with you and nothing else.
ru: Приватный аккаунт не имеет имени, по которому его находят. То, что он передаёт, — разовая карточка: она открывает одну переписку с вами и ничего больше.
zh_hans: 私密账户没有可供查找的名称。它交出的是一次性名片：只开启与您的一段通信，别无其他。

source: A private messenger. Your identity comes from your secret phrase, and your chats are encrypted on your device.
ru: Приватный мессенджер. Личность — из вашей секретной фразы, переписка зашифрована на вашем устройстве.
zh_hans: 私密通讯工具。您的身份源自您的助记词，聊天内容在您的设备上加密。

source: A public account needs a username — people find you by it. For a private account skip this page: then you have no identifier at all.
ru: Для публичного аккаунта имя пользователя обязательно — по нему вас и находят. Для приватного аккаунта пропустите эту страницу: тогда у вас нет никакого идентификатора.
zh_hans: 公开账户必须设置用户名——别人正是通过它找到您。若要私密账户，请跳过此页：那样您将不带任何标识符。

source: A right becomes a wallet note only after the core confirms its redemption.
ru: Право становится заметкой кошелька только после подтверждения погашения ядром.
zh_hans: 权益仅在核心确认兑付后才成为钱包票据。

source: A screenshot was taken, and it now holds your identity. Delete it, and keep the words on paper or in a password manager.
ru: Сделан снимок экрана — теперь он хранит ваш личность. Удалите его, а слова держите на бумаге или в менеджере паролей.
zh_hans: 已截屏，这张截图现在持有您的账户。请删除它，并把助记词记在纸上或存入密码管理器。

source: A swipe from the left leaves a file out of the copy; a swipe from the right deletes it from the chat.
ru: Смахните вправо, чтобы убрать файл из копии; влево — чтобы удалить его из чата.
zh_hans: 向右轻扫可将文件移出副本；向左轻扫可将其从聊天中删除。

source: A username cannot be removed: a public account always has one. Enter another free name — becoming private is possible only at registration, by skipping this step.
ru: Имя пользователя нельзя убрать: у публичного аккаунта оно есть всегда. Введите другое свободное имя — приватным можно стать только при регистрации, пропустив этот шаг.
zh_hans: 用户名无法移除：公开账户始终拥有用户名。请输入另一个可用名称——只有在注册时跳过该步骤才能转为私密。

source: About
ru: О себе
zh_hans: 关于我

source: Accept
ru: Принять
zh_hans: 接听

source: Accept draw
ru: Согласиться на ничью
zh_hans: 同意和棋

source: Accept invitation
ru: Принять приглашение
zh_hans: 接受邀请

source: Accepting opens a direct link: they will see your network address, as you see theirs. That is the price of having no one in the middle.
ru: Принятие открывает прямую связь: собеседник увидит ваш сетевой адрес, как и вы — его. Это цена того, что между вами никого нет.
zh_hans: 接受即建立直连：对方会看到你的网络地址，你也会看到对方的。这就是中间没有任何人的代价。

source: Accurate to %@
ru: С точностью до %@
zh_hans: 精确到 %@

source: Active
ru: Активно
zh_hans: 正在参与

source: Add %lld photos
ru: Добавить %lld фото
zh_hans: 添加 %lld 张照片

source: Add Photos Only
ru: Только добавлять фото
zh_hans: 仅添加照片

source: Add a caption…
ru: Добавьте подпись…
zh_hans: 添加说明…

source: Add a server
ru: Добавить сервер
zh_hans: 添加服务器

source: Add a server with the button above.
ru: Добавьте сервер кнопкой выше.
zh_hans: 用上方按钮添加服务器。

source: Add account
ru: Добавить аккаунт
zh_hans: 添加账户

source: Add by QR code
ru: Добавить по QR-коду
zh_hans: 通过 QR 码添加

source: Add identity
ru: Добавить личность
zh_hans: 添加身份

source: Add me on Montana: \(text)
ru: Добавь меня в Montana: \(text)
zh_hans: 在 Montana 上添加我：\(text)

source: Add member
ru: Добавить участника
zh_hans: 添加成员

source: Add server
ru: Добавить сервер
zh_hans: 添加服务器

source: Add to Contacts
ru: Добавить в контакты
zh_hans: 添加到通讯录

source: Add to contacts
ru: Добавить в контакты
zh_hans: 添加到联系人

source: Add to existing
ru: Добавить к существующему
zh_hans: 添加到现有联系人

source: Add your own randomness
ru: Добавьте свою случайность
zh_hans: 加入您自己的随机性

source: Adding a second account is coming soon.
ru: Подключение второго аккаунта скоро будет доступно.
zh_hans: 添加第二个账户即将推出。

source: Address
ru: Адрес
zh_hans: 地址

source: Address is not registered on Montana
ru: Адрес не зарегистрирован в Montana
zh_hans: 地址未在 Montana 注册

source: Addresses are no longer exchanged — ask for a username or a one-time card.
ru: Адресами больше не обмениваются — попросите имя или разовую карточку.
zh_hans: 不再交换地址——请索取用户名或一次性名片。

source: Adjusts scrolling, new messages and the return after a reply swipe. Reduce Motion takes priority.
ru: Настраивает пружину при прокрутке, появлении сообщений и возврате после смахивания для ответа. «Уменьшение движения» имеет приоритет.
zh_hans: 调整滚动、新消息和回复轻扫后的回弹。优先遵循减弱动态效果设置。

source: All
ru: Все
zh_hans: 全部

source: All photos
ru: Все фотографии
zh_hans: 所有照片

source: Allow notifications
ru: Разрешить уведомления
zh_hans: 允许通知

source: Allowed
ru: Разрешено
zh_hans: 已允许

source: Always replace
ru: Заменять всегда
zh_hans: 始终替换

source: Amount
ru: Сумма
zh_hans: 数量

source: An example of a post on your page
ru: Пример поста на вашей странице
zh_hans: 您页面上的帖子示例

source: Animation duration
ru: Длительность анимации
zh_hans: 动画时长

source: Another identity
ru: Другая личность
zh_hans: 另一个身份

source: Answer at the door
ru: Отвечать у двери
zh_hans: 在门前应答

source: Anyone who holds a name can be written to by it.
ru: Любому, у кого есть имя, можно написать по нему.
zh_hans: 任何持有名字的人，都可以通过名字联系到。

source: App Library
ru: Библиотека приложений
zh_hans: App 资源库

source: App icon
ru: Иконка приложения
zh_hans: 应用图标

source: Appearance
ru: Оформление
zh_hans: 外观

source: Apple Account carries
ru: В учётной записи Apple
zh_hans: Apple 账户中保存

source: Application icons
ru: Иконки приложений
zh_hans: 应用图标

source: Archive
ru: Архив
zh_hans: 归档

source: Archive is empty
ru: Архив пуст
zh_hans: 归档为空

source: Ask a question
ru: Задать вопрос
zh_hans: 提问

source: Ask the person who sent this set for it.
ru: Попросите набор у того, кто его прислал.
zh_hans: 请向发送该贴纸包的人索取。

source: Asking for the contact link…
ru: Запрашиваю ссылку контакта…
zh_hans: 正在请求联系人链接…

source: Asking iCloud…
ru: Спрашиваем iCloud…
zh_hans: 正在询问 iCloud…

source: Asking your node…
ru: Спрашиваем ваш узел…
zh_hans: 正在询问您的节点…

source: At least 4 characters.
ru: Не короче 4 знаков.
zh_hans: 至少 4 个字符。

source: At most 32 characters.
ru: Не длиннее 32 знаков.
zh_hans: 最多 32 个字符。

source: Attachments
ru: Вложения
zh_hans: 附件

source: Attachments in transit
ru: Вложения в пути
zh_hans: 传输中的附件

source: Attachments this device never downloaded are not on it and cannot go into the copy: %lld.
ru: Вложения, которые это устройство ни разу не скачало, на нём отсутствуют и в копию попасть не могут: %lld.
zh_hans: 本设备从未下载的附件不在设备上，无法进入备份：%lld。

source: Audio
ru: Аудио
zh_hans: 音频

source: Audio call
ru: Аудиозвонок
zh_hans: 语音通话

source: Choose a chat
ru: Выберите чат
zh_hans: 选择聊天

source: Coin
ru: Монета
zh_hans: 硬币

source: Coins
ru: Монеты
zh_hans: 硬币

source: Coins are counted on this phone until the wallet opens.
ru: Монеты считаются на этом телефоне, пока кошелёк не откроется.
zh_hans: 在钱包开放之前，硬币在此手机上计数。

source: Coins on a letter
ru: Монеты на письме
zh_hans: 信件上的硬币

source: Coins on reactions
ru: Монеты на реакциях
zh_hans: 用于回应的硬币

source: Coins received
ru: Монеты получены
zh_hans: 收到的硬币

source: Coins sent
ru: Монеты отправлены
zh_hans: 已发送的硬币

source: Collapse
ru: Свернуть
zh_hans: 收起

source: Gold ground
ru: Золотой фон
zh_hans: 金色背景

source: Open chat
ru: Открыть чат
zh_hans: 打开聊天

source: Not now
ru: Не сейчас
zh_hans: 以后再说

source: Open the chat with the recipient?
ru: Открыть чат с получателем?
zh_hans: 打开与收款人的聊天？

source: Earned in a chat
ru: Заработано в чате
zh_hans: 在聊天中赚取

source: Every letter mints a coin
ru: Каждое письмо чеканит монету
zh_hans: 每封信铸造一枚硬币

source: Give a coin
ru: Подарить монету
zh_hans: 赠送硬币

source: History
ru: История
zh_hans: 历史

source: Indigo
ru: Индиго
zh_hans: 靛蓝

source: Burgundy
ru: Бургунди
zh_hans: 勃艮第红

source: Money Flow
ru: Денежный поток
zh_hans: 资金流

source: Money flow has begun
ru: Денежный поток начался
zh_hans: 资金流已开始

source: Montana backgrounds
ru: Фоны Montana
zh_hans: Montana 背景

source: New Call
ru: Новый звонок
zh_hans: 新通话

source: No coin moves yet
ru: Движений монет пока нет
zh_hans: 暂无硬币变动

source: Not enough coins
ru: Недостаточно монет
zh_hans: 硬币不足

source: Received
ru: Получено
zh_hans: 已收到

source: Repeat off
ru: Повтор выключен
zh_hans: 重复已关闭

source: Repeat playlist
ru: Повтор плейлиста
zh_hans: 重复播放列表

source: Repeat track
ru: Повтор трека
zh_hans: 单曲重复

source: Shuffle off
ru: Перемешивание выключено
zh_hans: 随机播放已关闭

source: Shuffle on
ru: Перемешивание включено
zh_hans: 随机播放已开启

source: Start a new game?
ru: Начать новую партию?
zh_hans: 要开始新对局吗？

source: System backgrounds
ru: Системные фоны
zh_hans: 系统背景

source: BACKUP
ru: РЕЗЕРВНАЯ КОПИЯ
zh_hans: 备份

source: Back
ru: Назад
zh_hans: 返回

source: Back to top
ru: Наверх
zh_hans: 回到顶部

source: Background bottom
ru: Фон снизу
zh_hans: 背景底部

source: Background top
ru: Фон сверху
zh_hans: 背景顶部

source: Background type
ru: Тип фона
zh_hans: 背景类型

source: Backup
ru: Резервная копия
zh_hans: 备份

source: Balance unavailable
ru: Баланс недоступен
zh_hans: 余额不可用

source: Battery saver — video reduced
ru: Экономия заряда — видео упрощено
zh_hans: 省电模式——已降低视频质量

source: Bear a person
ru: Родить человека
zh_hans: 生成身份

source: Begin anew
ru: Начать заново
zh_hans: 重新开始
